{
  "home.title": "HOME PAGE",
  "hero.precision": "Precision",
  "hero.steel_craft": "Steel craft",
  "hero.subtitle": "We specialize in metalworking, producing metal debris containers, custom excavator buckets and we provide construction equipment repairs through professional welding.",
  "nav.home": "Home",
  "nav.services": "Services",
  "nav.contact": "Contact",
  "nav.products": "Products",
  "nav.about": "About",
  "nav.toggleMenu": "Toggle Menu",
  "capabilities.title1": "Services",
  "capabilities.title2": " ",
  "capabilities.demolition.title": "Demolition Containers",
  "capabilities.demolition.description": "Engineered for extreme durability, our heavy-duty containers are built to withstand the rigorous demands of demolition and industrial waste management projects.",
  "capabilities.trailers.title": "Custom Trailers",
  "capabilities.trailers.description": "Bespoke transport solutions designed and fabricated to your exact specifications, handling unique cargo and weight requirements with ease.",
  "capabilities.hoists.title": "Hoists & Trestles",
  "capabilities.hoists.description": "Reliable and certified lifting equipment and support structures for construction and industrial sites, ensuring safety and efficiency.",
  "capabilities.repair.title": "Excavator Repair",
  "capabilities.repair.description": "Comprehensive repair and refurbishment services for heavy machinery, minimizing downtime and restoring equipment to peak operational performance.",
  "capabilities.simulation.title":"Design and Simulation",
  "capabilities.simulation.description":"Comprehensive Designing and Simulation Services for Heavy equipment Attachments. We provide advanced Finite Element Analysis (FEA) to ensure structural integrity and maximum operational efficiency for your equipment.",
  "products.container.title": "Demolition Waste Container",
  "products.container.description.title":"Description",
  "products.container.description": "Built to withstand the harshest job sites, this container is constructed from high-grade 5mm steel plates throughout, reinforced with UPN 100 mm profiles. This robust engineering ensures exceptional resistance to impact and abrasion from rubble, concrete, and heavy demolition debris, guaranteeing long service life and maximum reliability for efficient site cleanup.",
  "products.container.dimensions.title": "Dimensions",
  "products.container.dimensions": "H(mm): 1200 \nBase Bottom:\nL(mm): 2000, l (mm): 1200\nBase Top:\n L(mm): 3000, l(mm): 1500\nVolume(mc): 4",
  "product.slide1.title": "Beginning",
  "product.slide1.text": " ",
  "product.slide2.title":" ",
  "product.slide2.text": " ", 
  "product.slide3.title":" ",
  "product.slide3.text": " ",
  "product.slide4.title":" ",
  "product.slide4.text": " ",
  "product.slide5.title":" ",
  "product.slide5.text": " ",
  "product.slide6.title":" ",
  "product.slide6.text": " ",
  "product.slide7.title":" ",
  "product.slide7.text": " ",
  "product.slide8.title":" ",
  "product.slide8.text": " ",
  "product.slide9.title":" ",
  "product.slide9.text": " ",
  "product.slide10.title":" ",
  "product.slide10.text": " ",
  "about.description": "We are a company specializing in metalworking, with extensive experience in manufacturing debris containers, custom-making excavator buckets, and providing welding repairs for construction equipment. Through our work, we combine the strength of metal with the precision of modern technology to offer products that withstand the toughest working conditions.",
  "about.list.0.title": "Debris and Waste Container Rental",
  "about.list.0.description": "We offer complete container rental services for construction, demolition, and debris transport, including site containers for household or industrial waste.",
  "about.list.1.title": "Sale of Metal Containers",
  "about.list.1.description": "Production and sale of new containers for construction, demolition, and debris transport, including site containers for household or industrial waste.",
  "about.list.2.title": "Professional Welding Repairs for Excavator Buckets",
  "about.list.2.description": "Specialized services for edge reconditioning, tooth replacement, reinforcement, and anti-erosion plating. We use MIG/MAG and hardfacing welding procedures for increased strength and extended bucket life.",
  "about.list.3.title": "Welding Repairs for Construction Machinery",
  "about.list.3.description": "We repair arms, chassis, blades, buckets, and structural cracks.",
  "about.list.4.title": "Fabrication of Metal Structures",
  "about.list.4.description": "We design and execute metal structures for lifting and handling equipment.",
  "about.list.5.title": "Cutting and Welding in Various Materials",
  "about.list.5.description": "Professional welding services for steel, stainless steel, and aluminum, using MIG/MAG, TIG, and MMA procedures. We offer mechanical cutting and plasma cutting depending on technical requirements.",
  "about.list.6.title": "Special Works and Requests",
  "about.list.6.description": "We create unique parts, designs, as well as metal assembly and maintenance. We perform reverse engineering and technical adaptations according to client specifications.",
  "about.materials.title": "Materials we use",
  "about.materials.description": "Carbon steel and alloy steel, stainless steel (austenitic, ferritic, duplex), aluminum and alloys.",
  "footer.contactUs": "Contact Us",
  "footer.getInTouch": "Do you need a debris container, an excavator bucket, or a quick welding repair? Contact us for a personalized quote. We respond promptly and offer free technical consultation.",
  "footer.quickLinks": "Quick Links",
  "footer.reachOut": "Reach Out",
  "footer.emailUs": "E-mail",
  "footer.whatsappUs": "WhatsApp",
  "footer.companyName": "Welding and assembly",
  "footer.allRightsReserved": "All rights reserved.",
  "footer.callUs": "Phone",
  "footer.address": "Address",
  "footer.location": "Str. Victoriei, nr. 40, Seini, Maramureș, România"

}