{
  "home.title": "Pagina principală",
  "hero.precision": "Rezistență",
  "hero.steel_craft": "în fiecare detaliu",
  "hero.subtitle": "Suntem specializați în confecții metalice, realizăm containere metalice de moloz, cupe de excavator personalizate și oferim reparații de utilaje de construcții prin sudură profesională.",
  "nav.home": "Acasă",
  "nav.services": "Servicii",
  "nav.contact": "Contact",
  "nav.products": "Produse",
  "nav.about": "Despre noi",
  "nav.toggleMenu": "Toggle Menu",
  "capabilities.title1": "Servicii",
  "capabilities.title2": " ",
  "capabilities.demolition.title": "Containere de demolare",
  "capabilities.demolition.description": "Proiectate pentru durabilitate extremă, containerele noastre heavy-duty sunt construite pentru a rezista cerințelor riguroase ale proiectelor de demolare și management al deșeurilor industriale.",
  "capabilities.trailers.title": "Remorci personalizate",
  "capabilities.trailers.description": "Soluții de transport personalizate, proiectate și fabricate conform specificațiilor exacte, gestionând cu ușurință încărcături unice și cerințe de greutate.",
  "capabilities.hoists.title": "Palanuri & Suporți industriali",
  "capabilities.hoists.description": "Echipamente de ridicare și structuri de sprijin fiabile și certificate pentru șantiere de construcții și industriale, asigurând siguranță și eficiență.",
  "capabilities.repair.title": "Reparații excavatoare",
  "capabilities.repair.description": "Servicii complete de reparații și recondiționare pentru utilaje grele, minimizând timpul de inactivitate și restabilind echipamentele la performanța operațională maximă.",
  "capabilities.simulation.title": "Simulare și Proiectare",
  "capabilities.simulation.description": "Servicii Complete de Proiectare și Simulare pentru Atașamente de Utilaje Grele. Oferim Analiză cu Elemente Finite (FEA) avansată pentru a asigura integritatea structurală și eficiența operațională maximă a echipamentelor dumneavoastră.",
  "about.description": "Suntem o companie specializată în confecții metalice, cu o vastă experiență în fabricarea containerelor de moloz, confecționarea cupelor de excavator și reparațiile prin sudură ale utilajelor de construcții. Prin munca noastră, îmbinăm forța metalului cu precizia tehnologiei moderne, pentru a oferi produse care rezistă în cele mai dure condiții de lucru.",
  "about.list.0.title": "Închiriere containere de moloz și deșeuri",
  "about.list.0.description": "Oferim servicii complete de închiriere containere pentru construcții, demolări și transport moloz, inclusiv containere de șantier pentru deșeuri menajere sau industriale.",
  "about.list.1.title": "Vânzare containere metalice",
  "about.list.1.description": "Producție și vânzare de containere noi, pentru construcții, demolări și transport moloz, inclusiv containere de șantier pentru deșeuri menajere sau industriale.",
  "about.list.2.title": "Reparații cupe de excavator prin sudură profesională",
  "about.list.2.description": "Servicii specializate de recondiționare muchii, înlocuire dinți, ranforsare și placare antierodare. Utilizăm proceduri de sudură MIG/MAG și hardfacing pentru rezistență sporită și durată de viață extinsă a cupelor.",
  "about.list.3.title": "Reparații utilaje de construcții prin sudură",
  "about.list.3.description": "Reparăm brațe, șasiuri, lame, cupe și fisuri structurale.",
  "about.list.4.title": "Confecționare structuri metalice",
  "about.list.4.description": "Proiectăm și executăm, structuri metalice pentru utilaje de ridicare și manipulare a mărfurilor.",
  "about.list.5.title": "Debitare și sudură în diverse materiale",
  "about.list.5.description": "Servicii de sudură profesională pentru oțel, inox, aluminiu, utilizând procedee MIG/MAG, TIG și MMA. Oferim debitare mecanică și tăiere cu plasmă în funcție de cerințele tehnice.",
  "about.list.6.title": "Lucrări și cereri speciale",
  "about.list.6.description": "Realizăm piese unicat, proiectare, precum și montaj și mentenanță metalică. Executăm lucrări de reverse engineering și adaptări tehnice, în funcție de specificațiile clientului.",
  "about.materials.title": "Materiale cu care lucrăm",
  "about.materials.description": "Oțel carbon și oțel aliat, oțel inoxidabil (austenitic, ferritic, duplex), aluminiu și aliaje.",
  "product.description": "Descriere",
  "product.features": "Caracteristici",
  "footer.contactUs": "Contactați-ne",
  "footer.getInTouch": "Ai nevoie de un container de moloz, o cupă de excavator sau o reparație rapidă prin sudură? Contactează-ne pentru o ofertă personalizată. Răspundem prompt și oferim consultanță tehnică gratuită.",
  "footer.quickLinks": "Link-uri rapide",
  "footer.reachOut": "Contact",
  "footer.emailUs": "E-mail",
  "footer.whatsappUs": "WhatsApp",
  "footer.companyName": "Sudură și Montaj",
  "footer.allRightsReserved": "Toate drepturile rezervate.",
  "footer.callUs": "Telefon",
  "footer.address": "Adresa",
  "footer.location": "Str. Victoriei, nr. 40, Seini, Maramureș, România"
}
